import './burger';
import './pagination';
import './popup';
import './slider';

// alert(
//   'Привет, друг или подруга! Буду очень благодарен, если проверишь мою работу завтра, 27 апреля, или позже. Сегодня я обязательно доделаю карусель, пагинацию и попап. Заранее спасибо. Мой контакт в дискорде - mars#7989'
// );

// console.log(
//   'Привет, друг или подруга! Буду очень благодарен, если проверишь мою работу завтра, 27 апреля, или позже. Сегодня я обязательно доделаю карусель, пагинацию и попап. Заранее спасибо. Мой контакт в дискорде - mars#7989'
// );
